Repository: AsliddinRasulov477/QuizAppFinal
Catalog: QuizApp/Localization/*.lproj/Localizable.strings
Languages: uz, uz_cyrl

# setting
source: Настройка
uz: Sozlamalar
uz_cyrl: Созламалар

source: Поменять язык
uz: Tilni o'zgartirish
uz_cyrl: Тилни ўзгартириш

source: Ночной режим
uz: Tungi rejim
uz_cyrl: Тунги режим

source: Поделиться
uz: Bo'lishish
uz_cyrl: Бўлишиш

source: Оцените нас
uz: Bizni baholang
uz_cyrl: Бизни баҳоланг

source: O нас
uz: Biz haqimizda
uz_cyrl: Биз хақимизда

source: Наши приложения
uz: Bizning ilovalar
uz_cyrl: Бизнинг иловалар

# reset
source: Cброс
uz: Boshlang'ich holatga qaytarish
uz_cyrl: Бошланғич ҳолатга қайтариш

# langauge
source: Языки
uz: Tillar
uz_cyrl: Тиллар

# home
source: Дом
uz: Bosh sahifa

# Hi
source: Привет
uz: Salom
uz_cyrl: Салом

# Learning
source: Обучение
uz: O'rganish
uz_cyrl: Ўрганиш

# Exam
source: Экзамен
uz: Exam
uz_cyrl: Эхам

# TotalTest
source: Всего тестов
uz: Hamma testlar
uz_cyrl: Ҳамма тестлар

# Completed
source: Завершено
uz: Tugallangan
uz_cyrl: Тугалланган

# InCompleted
source: Незавершенный
uz: Tugallanmagan
uz_cyrl: Тугалланмаган

# LevelOfDifficulty
source: Уровень сложности
uz: Qiyinlik darajasi
uz_cyrl: Қийинлик даражаси

# Easy
source: Легкий
uz: Oson
uz_cyrl: Осон

# Normal
source: Средний
uz: O'rtacha
uz_cyrl: Ўртача

# Hard
source: Сложный
uz: Qiyin
uz_cyrl: Қийин

# questions
source: Вопросы
uz: Savollar
uz_cyrl: Саволлар

# See All
source: Увидеть все
uz: Hammasi
uz_cyrl: Ҳаммаси

# topics
source: Темы
uz: Mavzular
uz_cyrl: Мавзулар

source: Викторина успешно завершена
uz: Quiz muvaffaqiyatli yakunlandi
uz_cyrl: Қуиз муваффақиятли якунланди

source: Количество правильных ответов
uz: To'g'ri javoblar soni
uz_cyrl: Тўғри жавоблар сони

source: Количество неправильных ответов
uz: Noto'gri javoblar soni
uz_cyrl: Нотўгри жавоблар сони

source: Проанализируйте ответы
uz: Javoblarni tahlil qilish
uz_cyrl: Жавобларни таҳлил қилиш

source: Вернуться в главное меню
uz: Bosh menyuga qaytish
uz_cyrl: Бош менюга қайтиш

source: Поделитесь результатом
uz: Natijani bo'lishish
uz_cyrl: Натижани бўлишиш

# question
source: Вопрос
uz: Savol
uz_cyrl: Савол

# questions_table
source: questions_table_rus
uz: questions_table_lat
uz_cyrl: questions_table_kir

# topics_table
source: topics_table_rus
uz: topics_table_lat
uz_cyrl: topics_table_kir
